<p style="text-align: center;"><strong>ДОГОВОР &nbsp;КУПЛИ-ПРОДАЖИ&nbsp;&nbsp; № <?=$orderNum?></strong></p>
<p style="text-align: center;">&nbsp;</p>
<table width="100%" border="0" cellspacing="0" cellpadding="0">
    <tr>
        <td width="50%"><strong>г. Москва </strong></td>
        <td align="right"><strong><?=$billDateRus?></strong></td>
    </tr>
</table>
<p>&nbsp;</p>

<p><?=$rekvLongName?>, в дальнейшем именуемое &ldquo;Продавец&rdquo;, действующего на основании свидетельства о регистрации, с одной стороны и <?=$name?>, именуемый в дальнейшем &laquo;Покупатель&raquo;, с другой стороны, заключили настоящий договор о нижеследующем:</p>
<p><strong>&nbsp;</strong></p>

<p align="center"><strong>1. Предмет договора</strong></p>

<p>1.1. В соответствии с настоящим Договором Продавец обязуется передать в собственность Покупателя Товар в ассортименте и в количестве, согласно Счету&nbsp; № <?=$orderNum?> от <?=$billDateRus?> года на сумму <?=$itog?> руб. (<?=$itogPropis?>), являющегося неотъемлемой частью настоящего договора, а Покупатель обязуется принять Товар и уплатить за него определенную Счетом денежную сумму (цену).</p>
<p>&nbsp;</p>

<p align="center"><strong>2. Цена&nbsp; и качество Товара</strong></p>

<p>2.1. Цена Договора определяется Счетом к настоящему Договору.</p>
<p>2.2 Изменение цен и номенклатуры Товара&nbsp; подлежит&nbsp; письменному согласованию Сторонами.</p>
<p>2.3 &nbsp;Цена единицы Товара включает стоимость товара, упаковки.&nbsp;&nbsp;</p>
<p>2.4. Поставляемый Товар по качеству должен соответствовать действующим ГОСТам и &nbsp;техническим условиям (ТУ) на данный вид Товара.</p>
<p align="center"><strong>&nbsp;</strong></p>
<p align="center"><strong>3. Условия оплаты и&nbsp; порядок расчетов</strong></p>
<p>3.1. Товар оплачивается&nbsp; Покупателем путем 100%-й предоплаты на основании выставленного Продавцом счета в течении 3-х рабочих дней. Форма оплаты товара &ndash; перечисление денежных средств по реквизитам Продавца, указанным в данном Договоре.</p>
<p>3.2. Оплата производится в рублях РФ. Датой оплаты считается дата зачисления денежных средств на расчетный счет Продавца.</p>
<p align="center"><strong>4</strong><strong>. </strong><strong>Порядок поставки Товара</strong></p>
<p>4.1.&nbsp; Поставка Товара осуществляется&nbsp; посредством самовывоза Товара со склада Поставщика и силами &nbsp;сторонних транспортных компаний, если Стороны не согласовали иной способ доставки.</p>
<p align="center"><strong>&nbsp;</strong></p>
<p align="center"><strong>5.&nbsp;&nbsp; Права и обязанности Сторон</strong></p>
<p>За ненадлежащее выполнение договорных обязательств Стороны несут материальную ответственность согласно законодательству ГК РФ.</p>

<htmlpagefooter name="footer1" style="display:none">
    <table class="footer" width="100%">
        <tr>
            <td>Договор № <?=$orderNum?> от <?=$orderDateDots?></td>
            <td align="right">1</td>
        </tr>
    </table>
</htmlpagefooter>
<sethtmlpagefooter name="footer1" />

<pagebreak />

<p>5.1. Продавец обязан:</p>
<p>5.1.1. Произвести отгрузку Товара по отгрузочным реквизитам, указанным Покупателем в данном договоре, Приложении к настоящему договору или в отдельном письме в течение 2-4 календарных дней с момента получения предоплаты, если иное не оговорено в Счетах.</p>
<p>5.2. Покупатель обязан:</p>
<p>5.2.1. Оплатить Товар в срок, установленный Договором.</p>
<p>5.2.2. Осуществить проверку при приемке Товара по количеству, качеству и ассортименту в соответствии с требованиями нормативной и конструктивной документации на Товар, условиями настоящего Договора и действующим законодательством Российской Федерации.</p>
<p>5.2.3. В случае обнаружения нарушения условия ассортимента Товара, установленного в настоящем Договоре, пересортицы, недостаче, излишке, сообщить Продавцу письменно не позднее пяти календарных дней с момента получения Товара.</p>
<p>&nbsp;</p>
<p align="center"><strong>6. Право&nbsp; собственности&nbsp; на&nbsp; Товар</strong></p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 6.1. Право собственности на Товар, являющегося предметом настоящего Договора (п.1 Договора), переходит к Покупателю в момент отгрузки Товара со склада Продавца&nbsp; Покупателю, либо его представителю (в том числе транспортной компании) для доставки его Покупателю после подписания товарной накладной.</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 6.2. Риск случайной гибели или случайной порчи, утраты или повреждения Товара, являющегося предметом настоящего Договора, несет Продавец или Покупатель в зависимости от того, кто из них обладал правом собственности на Товар в момент случайной гибели или случайной&nbsp; ее порчи.</p>
<p>&nbsp;</p>
<p align="center"><strong>7.&nbsp; Ответственность Сторон</strong></p>
<p>7.1. Стороны несут имущественную ответственность за неисполнение обязательств, предусмотренных настоящим Договором, в соответствии с положениями настоящего Договора и действующим законодательством Российской Федерации.</p>
<p>7.2. За необоснованный отказ от получения оплаченного Товара Покупатель в десятидневный срок уплачивает Продавцу штраф&nbsp; в размере 10 %&nbsp; от стоимости непринятого Товара.</p>
<p>7.3. Стороны обязуются незамедлительно письменно информировать друг друга о возникающих трудностях, которые могут привести к невыполнению настоящего договора или отдельных его условий.</p>
<p>&nbsp;</p>
<p align="center"><strong>8.&nbsp; Форс-мажор (действие непреодолимой силы)</strong></p>
<p>8.1. Ни одна из Сторон не несет ответственности перед другой Стороной за частичное или полное невыполнение обязательств по настоящему Договору, обусловленное обстоятельствами, возникшими помимо воли и желания Сторон и которые нельзя предвидеть или избежать, включая объявленную или фактическую войну, гражданские волнения, эпидемии, блокаду, эмбарго, землетрясения, наводнения, пожары и другие стихийные бедствия.</p>
<p>8.2. При наступлении обстоятельств, указанных в п.8.1. каждая сторона должна в течение десяти суток, известить о них в письменном виде другую сторону. Извещение должно содержать данные о характере обстоятельств, а также официальные документы, удостоверяющие наличие этих обстоятельств.</p>


<htmlpagefooter name="footer2" style="display:none">
    <table class="footer" width="100%">
        <tr>
            <td>Договор № <?=$orderNum?> от <?=$orderDateDots?></td>
            <td align="right">2</td>
        </tr>
    </table>
</htmlpagefooter>
<sethtmlpagefooter name="footer2" />

<pagebreak />


<p>8.3. Если сторона не направит или несвоевременно направит извещение согласно п.8.2., то она обязана возместить второй стороне понесенные ею убытки.</p>
<p>&nbsp;</p>
<p align="center"><strong>9.&nbsp; Разрешение споров</strong></p>
<p>9.1. Все споры по настоящему Договору решаются путем переговоров.</p>
<p>9.2. В случае если согласие не будет достигнуто путем переговоров, все споры, разногласия и конфликты, возникающие в связи с исполнением настоящего Договора, а также в связи с его нарушением или расторжением, подлежат решению в Арбитражном суде по месту нахождения истца.</p>
<p align="center"><strong>&nbsp;</strong></p>
<p align="center"><strong>10.&nbsp; Прочие условия</strong></p>
<p>10.1.&nbsp; Настоящий договор вступает в силу с момента подписания Сторонами и действует до полного выполнения своих обязательств Сторонами.</p>
<p>10.2.&nbsp; Любые изменения и дополнения к настоящему Договору действительны при условии, если они совершены в письменной форме и подписаны сторонами.</p>
<p>10.3. Настоящий Договор составлен в двух экземплярах, имеющих одинаковую юридическую силу,&nbsp; по одному экземпляру каждой из Сторон.</p>
<p>10.4. Документы, подписанные уполномоченными лицами и переданные по факсимильной связи, имеют юридическую силу согласно ст.434 ГК Российской Федерации. Подлинники направляются в течение трех дней с даты подписания.</p>

<htmlpagefooter name="footer3" style="display:none">
    <table class="footer" width="100%">
        <tr>
            <td>Договор № <?=$orderNum?> от <?=$orderDateDots?></td>
            <td align="right">3</td>
        </tr>
    </table>
</htmlpagefooter>
<sethtmlpagefooter name="footer3" />

<pagebreak />


<p align="center"><strong>11.&nbsp; Адреса и платежные реквизиты сторон</strong></p>
<p align="center"><strong>&nbsp;</strong></p>
<table style="width: 100%;" border="0" cellspacing="0" cellpadding="0">
    <tbody>
    <tr>
        <td valign="top" width="50%">
            <p><strong>Продавец:</strong></p>
        </td>
        <td valign="top" width="49%">
            <p><strong>Покупатель:</strong></p>
        </td>
    </tr>
    <tr>
        <td valign="top" width="50%">
            <p>&nbsp;</p>
            <p><strong><?=$rekvName?></strong></p>
            <p>&nbsp;</p>
            <p><strong>Юр. адрес:</strong><br><?=$rekvAddrUr?></p>
            <p><strong>Почт. адрес: </strong><br><?=$rekvAddrPost?></p>
            <p><strong>ИНН:&nbsp;&nbsp;&nbsp;</strong><?=$rekvINN?></p>
            <p><strong>ОГРН:&nbsp;&nbsp;&nbsp;</strong><?=$rekvOGRN?></p>
            <p><strong>Р/сч.:&nbsp;&nbsp;&nbsp;</strong><?=$rekvRS?></p>
            <p><strong>Банк:&nbsp;&nbsp;&nbsp;</strong><?=$rekvBank?></p>
            <p><strong>К/с:&nbsp;&nbsp;&nbsp;</strong><?=$rekvKS?></p>
            <p><strong>БИК:&nbsp;&nbsp;&nbsp;</strong><?=$rekvBIK?></p>
            <p><strong>Тел./факс:&nbsp;&nbsp;&nbsp;</strong><?=$rekvTel?></p>
        </td>
        <td valign="top" width="49%">
            <p>&nbsp;</p>
            <p><strong><?=$name?></strong></p>
            <p>&nbsp;</p>
            <? if(!empty($passport)){?><p><strong>Паспортные данные:</strong><br><?=$passport?></p><br><?}?>
            <? if(!empty($addr)){?><p><strong>Адрес:</strong><br><?=$addr?></p><?}?>
            <? if(!empty($u_addr)){?><p><strong>Юр. адрес:</strong><br><?=$u_addr?></p><?}?>
            <? if(!empty($INN)){?><p><strong>ИНН:&nbsp;&nbsp;&nbsp;</strong><?=$INN?></p><?}?>
            <? if(!empty($KPP)){?><p><strong>КПП:&nbsp;&nbsp;&nbsp;</strong><?=$KPP?></p><?}?>
            <? if(!empty($rs)){?><p><strong>Р/сч.:&nbsp;&nbsp;&nbsp;</strong><?=$rs?></p><?}?>
            <? if(!empty($bank)){?><p><strong>Банк:&nbsp;&nbsp;&nbsp;</strong><?=$bank?></p><?}?>
            <? if(!empty($ks)){?><p><strong>К/с:&nbsp;&nbsp;&nbsp;</strong><?=$ks?></p><?}?>
            <? if(!empty($BIK)){?><p><strong>БИК:&nbsp;&nbsp;&nbsp;</strong><?=$BIK?></p><?}?>
            <p><strong>Тел./факс:&nbsp;&nbsp;&nbsp;</strong><?=rtrim(implode(', ',array($tel1,$tel2)),', ')?></p>
        </td>
    </tr>
    </tbody>
</table>
<p><strong>&nbsp;</strong></p>

<div style="background: url(https://<?=Cfg::get('site_url')?>/app/templates/images/shtamp-ip.png) no-repeat 0 10px; background-size: 420px">

    <table style="width: 100%;" border="0" cellspacing="0" cellpadding="0">
        <tbody>
        <tr>
            <td valign="top" width="50%">
                <p><strong>Продавец:</strong></p>
            </td>
            <td valign="top" width="50%">
                <p><strong>Покупатель:</strong></p>
            </td>
        </tr>
        <tr>
            <td valign="bottom" style="height: 50px; background: url(https://<?=Cfg::get('site_url')?>/app/templates/images/sign-ip.png) no-repeat 10px 6px">
                ________________________&nbsp;&nbsp;<?=$rekvDirector_short?>
            </td>
            <td  valign="bottom" style="height: 50px">
                ________________________&nbsp;&nbsp;/__________________________/
            </td>
        </tr>
        <tr>
            <td valign="middle">
                <br>
            </td>
            <td valign="middle" style="height: 150px">&nbsp;&nbsp;&nbsp;м. п.</td>
        </tr>
        </tbody>
    </table>
</div>

<htmlpagefooter name="footer4" style="display:none">
    <table class="footer" width="100%">
        <tr>
            <td>Договор № <?=$orderNum?> от <?=$orderDateDots?></td>
            <td align="right">4</td>
        </tr>
    </table>
</htmlpagefooter>
<sethtmlpagefooter name="footer4" />



